<footer class="blog-navbar w-100 px-lg-4 mt-5 py-5">
    <div class="container px-4">
        <div class="row justify-content-center">
            <div class="col-12 col-md-11">
                <div class="d-block d-xl-flex justify-content-between">
                    <div class="d-flex justify-content-center justify-content-lg-start">
                        <div class="mx-3 text-white fs14">
                            دیجیکالا
                        </div>
                        <div class="mx-3 text-white fs14">
                            دیجیکالا
                        </div>
                        <div class="mx-3 text-white fs14">
                            دیجیکالا
                        </div>
                        <div class="mx-3 text-white fs14">
                            دیجیکالا
                        </div>
                        <div class="mx-3 text-white fs14">
                            دیجیکالا
                        </div>

                    </div>
                    <div
                        class="d-flex align-items-center mt-4 mt-xl-0 justify-content-center justify-content-lg-end">
                        <div class="fs14 text-white d-none d-md-block">
                            عضویت در خبرنامه
                        </div>
                        <div class="">
                            <input type="text" class="blog-footer-info-email-input"
                                   placeholder="آدرس ایمیل خود را وارد کنید">
                        </div>
                        <button class="btn btn-info fs13 text-white br7">عضویت</button>
                    </div>
                </div>
                <div class="mt-4 d-block d-xl-flex justify-content-between">
                    <div class="fs13 lh2 text-white text-center text-lg-end">
                        © هر گونه کپی‌برداری جزئی یا کلی از مطالب دیجی‌کالا مگ بدون کسب مجوز مکتوب ممنوع است. حقوق
                        این
                        سایت به شرکت نوآوران فن‌آوازه (فروشگاه آنلاین دیجی‌کالا) تعلق دارد.
                    </div>
                    <div class="mt-4 mt-xl-0 text-center text-lg-start">
                        <svg stroke="currentColor" class="text-white ms-3" fill="currentColor" stroke-width="0"
                             role="img" viewBox="0 0 24 24"
                             height="22" width="22" xmlns="http://www.w3.org/2000/svg"><title></title>
                            <path
                                d="M12.0014 1.5938C2.7317 1.5906-1.9119 12.7965 4.641 19.3515c2.975 2.976 7.4496 3.8669 11.3374 2.257 3.8877-1.61 6.4228-5.4036 6.4228-9.6116 0-5.7441-4.6555-10.4012-10.3997-10.4031zM6.11 6.783c.5011-2.5982 3.8927-3.2936 5.376-1.1028 1.4834 2.1907-.4216 5.0816-3.02 4.5822-1.6118-.3098-2.6668-1.868-2.356-3.4794zm4.322 8.9882c-.5045 2.5971-3.8965 3.288-5.377 1.0959-1.4807-2.1922.427-5.0807 3.0247-4.5789 1.612.3114 2.6655 1.8714 2.3524 3.483zm1.2605-2.405c-1.1528-.2231-1.4625-1.7273-.4917-2.3877.9708-.6604 2.256.18 2.0401 1.3343-.1347.7198-.8294 1.1924-1.5484 1.0533zm6.197 3.8375c-.501 2.5981-3.8927 3.2935-5.376 1.1028-1.4834-2.1908.4217-5.0817 3.0201-4.5822 1.6117.3097 2.6667 1.8679 2.356 3.4794zm-1.9662-5.5018c-2.5981-.501-3.2935-3.8962-1.1027-5.3795 2.1907-1.4834 5.0816.4216 4.5822 3.02-.3082 1.6132-1.8668 2.6701-3.4795 2.3595zm-2.3348 11.5618l2.2646.611c1.9827.5263 4.0167-.6542 4.5433-2.6368l.639-2.4016a11.3828 11.3828 0 0 1-7.4469 4.4274zM21.232 3.5985l-2.363-.6284a11.3757 11.3757 0 0 1 4.3538 7.619l.6495-2.4578c.5194-1.9804-.6615-4.0076-2.6403-4.5328zM.6713 13.8086l-.5407 2.04c-.5263 1.9826.6542 4.0166 2.6368 4.5432l2.1066.5618a11.3792 11.3792 0 0 1-4.2027-7.145zM10.3583.702L8.1498.1261C6.166-.4024 4.1296.7785 3.603 2.763l-.5512 2.082A11.3757 11.3757 0 0 1 10.3583.702Z"></path>
                        </svg>
                        <svg stroke="currentColor" class="ms-3 text-white" fill="none" stroke-width="2"
                             viewBox="0 0 24 24"
                             stroke-linecap="round" stroke-linejoin="round" height="22" width="22"
                             xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M23 3a10.9 10.9 0 0 1-3.14 1.53 4.48 4.48 0 0 0-7.86 3v1A10.66 10.66 0 0 1 3 4s-4 9 5 13a11.64 11.64 0 0 1-7 2c9 5 20 0 20-11.5a4.5 4.5 0 0 0-.08-.83A7.72 7.72 0 0 0 23 3z"></path>
                        </svg>

                        <svg stroke="currentColor" class="text-white" fill="currentColor" stroke-width="0"
                             viewBox="0 0 16 16" height="22"
                             width="22" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M8 0C5.829 0 5.556.01 4.703.048 3.85.088 3.269.222 2.76.42a3.917 3.917 0 0 0-1.417.923A3.927 3.927 0 0 0 .42 2.76C.222 3.268.087 3.85.048 4.7.01 5.555 0 5.827 0 8.001c0 2.172.01 2.444.048 3.297.04.852.174 1.433.372 1.942.205.526.478.972.923 1.417.444.445.89.719 1.416.923.51.198 1.09.333 1.942.372C5.555 15.99 5.827 16 8 16s2.444-.01 3.298-.048c.851-.04 1.434-.174 1.943-.372a3.916 3.916 0 0 0 1.416-.923c.445-.445.718-.891.923-1.417.197-.509.332-1.09.372-1.942C15.99 10.445 16 10.173 16 8s-.01-2.445-.048-3.299c-.04-.851-.175-1.433-.372-1.941a3.926 3.926 0 0 0-.923-1.417A3.911 3.911 0 0 0 13.24.42c-.51-.198-1.092-.333-1.943-.372C10.443.01 10.172 0 7.998 0h.003zm-.717 1.442h.718c2.136 0 2.389.007 3.232.046.78.035 1.204.166 1.486.275.373.145.64.319.92.599.28.28.453.546.598.92.11.281.24.705.275 1.485.039.843.047 1.096.047 3.231s-.008 2.389-.047 3.232c-.035.78-.166 1.203-.275 1.485a2.47 2.47 0 0 1-.599.919c-.28.28-.546.453-.92.598-.28.11-.704.24-1.485.276-.843.038-1.096.047-3.232.047s-2.39-.009-3.233-.047c-.78-.036-1.203-.166-1.485-.276a2.478 2.478 0 0 1-.92-.598 2.48 2.48 0 0 1-.6-.92c-.109-.281-.24-.705-.275-1.485-.038-.843-.046-1.096-.046-3.233 0-2.136.008-2.388.046-3.231.036-.78.166-1.204.276-1.486.145-.373.319-.64.599-.92.28-.28.546-.453.92-.598.282-.11.705-.24 1.485-.276.738-.034 1.024-.044 2.515-.045v.002zm4.988 1.328a.96.96 0 1 0 0 1.92.96.96 0 0 0 0-1.92zm-4.27 1.122a4.109 4.109 0 1 0 0 8.217 4.109 4.109 0 0 0 0-8.217zm0 1.441a2.667 2.667 0 1 1 0 5.334 2.667 2.667 0 0 1 0-5.334z"></path>
                        </svg>
                    </div>
                </div>
            </div>
        </div>

    </div>
</footer>
